{
  "title": "History",
  "subtitle": "The Development Journey of Korean Community Workers Network",
  "timeline": [
    {
      "year": "1995",
      "title": "Establishment of KWCN",
      "description": "Founded to support networking and mutual assistance among Korean community workers. Started with 20 founding members who shared a common vision."
    },
    {
      "year": "2000",
      "title": "First Annual Conference",
      "description": "Hosted the first annual conference to improve Korean community services. Over 100 community workers participated in this milestone event."
    },
    {
      "year": "2005",
      "title": "Education Program Launch",
      "description": "Launched a systematic education program for new community workers. A mentoring system was also introduced to support professional development."
    },
    {
      "year": "2010",
      "title": "Government Partnership",
      "description": "Established official partnerships with local governments, significantly improving the quality of Korean community services."
    },
    {
      "year": "2015",
      "title": "Online Platform Launch",
      "description": "Launched an online resource platform for members, enhancing information sharing and networking opportunities."
    },
    {
      "year": "2020",
      "title": "Pandemic Response Program",
      "description": "Rapidly developed and operated emergency support programs for the Korean community during the COVID-19 pandemic."
    },
    {
      "year": "2023",
      "title": "Digital Innovation",
      "description": "Introduced new community service models utilizing AI and digital technology to provide more efficient support services."
    },
    {
      "year": "2024",
      "title": "Next Generation Leadership",
      "description": "Expanded leadership development programs for younger generations and established foundations for sustainable community development."
    }
  ],
  "mission": {
    "title": "Mission",
    "description": "To contribute to the welfare and development of the Korean community through enhancing professionalism and networking among Korean community workers, and to promote mutual understanding and cooperation in a multicultural society."
  },
  "vision": {
    "title": "Vision",
    "description": "To serve as a bridge connecting Koreans and mainstream society, creating an environment where all Koreans are respected and can succeed through professional and sustainable community services."
  }
}
