export const historyKo = {
    hero: {
        title: "연혁",
    },

    intro: {
        heading: "한인 커뮤니티 워커 네트워크(KCWN) 주요 연혁",
        description:
            "KCWN은 브리티시컬럼비아 한인 및 다양한 커뮤니티의 진로 개발, 교육, 문화 이해 증진을 위해 헌신해왔습니다. 아래는 KCWN의 주요 행사와 이니셔티브를 연대순으로 정리한 내용입니다.",
    },

    timeline: [
        {
            "id": "event_020",
            "time": "29.03.2025",
            "title": "KCWN 무료 소득세 클리닉",
            "place": "Kingsway 교회 활동 센터",
            "description": [""]
        },
        {
            "id": "event_019",
            "time": "29.04.2024",
            "title": "KCWN 무료 소득세 클리닉",
            "place": "Collingwood 네이버후드 하우스 Joice",
            "description": [""]
        },
        {
            "id": "event_018",
            "time": "23.03.2024",
            "title": "희망 훈련 포럼",
            "place": "",
            "description": [""]
        },
        {
            "id": "event_017",
            "time": "25.03.2023",
            "title": "희망 추적 프로젝트",
            "place": "Bonsor 레크리에이션 컴플렉스 연회장",
            "description": [""]
        },
        {
            "id": "event_016",
            "time": "29.10.2022",
            "title": "커리어 토크 – 헬스케어 어시스턴트, 덴탈 어시스턴트, 엑스레이 테크, 간호사",
            "place": "Douglas College",
            "description": [""]
        },
        {
            "id": "event_015",
            "time": "10.04.2022",
            "title": "팬데믹 시대, 우리 자녀의 건강한 디지털 생활",
            "place": "",
            "description": [""]
        },
        {
            "id": "event_014",
            "time": "15.06.2021",
            "title": "커리어 톡 2021",
            "place": "",
            "description": [
                "한인 커뮤니티 워커들의 모임인 KCWN이 주밴쿠버총영사관과 재외동포재단의 지원으로 ‘커리어 톡 세미나 2021’를 개최한다.",
                "지난해에 이어 2회째 열리는 이번 ‘커리어 톡 세미나’는 ‘캐나다에서 새로운 커리어 찾기’를 주제로 구직활동을 하고 있는 한인들에게 유익한 구직 정보를 제공할 예정이다.",
                "올해도 변함없이 한인들이 많은 관심을 가지고 있거나 장기적 발전 전망이 있는 직업군을 선정하여, 현직에 종사하는 패널들과 함께 교육과정과 현장에서의 경험담을 듣고, 질의응답을 하는 시간을 갖는다.",
                "이번 2021 커리어 톡 행사는 오는 6월 25일과 9월 25일, 10월 2일 총 3회에 걸쳐 진행되며, ▲특수아동 보조교사(Education Assistants; EA), ▲지역사회 복지사(Community Workers), ▲그래픽 디자이너(Graphic Designers) 등의 직업군을 다룰 전망이다.",
                "온라인(Zoom)으로 진행되는 이번 세미나는 오전 10시부터 11시 30분까지 진행되며, 참가 신청은 https://tinyurl.com/y7h3ubw4로 할 수 있다.",
                "한편, 광역 밴쿠버 소재 비영리기관과 정부기관 및 교육분야에서 일하는 한인 직원들이 모여 결성한 단체인 KCWN은 지난 2010년 설립 이후 다양한 활동을 통하여 밴쿠버 한인커뮤니티의 성장을 위해 힘써왔다.",
                "KCWN은 지난해 코로나19로 인해 구직활동에 어려움을 겪는 한인들을 위해 ‘커리어 톡 세미나 2020’과 ‘취업 아카데미 세미나’를 개최한 바 있다."
            ]
        },
        {
            "id": "event_013",
            "time": "22.08.2020",
            "title": "캐나다에서의 새로운 커리어 길: 커리어 톡",
            "place": "",
            "description": ["온라인 유아교육(Early Childhood Educator)을 포함, 날짜는 미정이나 최근 개최됨"]
        },
        {
            "id": "event_012",
            "time": "05.08.2020",
            "title": "잡 아카데미 3",
            "place": "",
            "description": [
                "캐나다에서의 새로운 커리어 길: 커리어 톡",
                "KCWN은 “캐나다에서의 새로운 커리어 길: 커리어 톡”이라는 제목의 4회 연속 세미나를 개최하고 있다.",
                "커리어 톡 시리즈는 한인 커뮤니티가 전문가들로부터 그들의 전문 지식, 교육 여정, 현재 직업 경험에 대해 듣고, 소중한 네트워크를 구축할 수 있는 기회를 제공한다.",
                "올해 초 두 번의 온라인 세션이 이미 긍정적인 피드백과 함께 진행되었으며, 나머지 두 세션은 다음과 같이 예정되어 있다:",
                "**- 8월 22일 오전 11시 – 12시 30분: 유아교육교사(ECE)**",
                "**- 10월 17일 오전 11시 – 12시 30분: 기술직(세부 내용 추후 발표)**",
                "모든 세션은 온라인 웨비나를 통해 진행되며, 등록은 Eventbrite를 통해 가능하다."
            ]
        },
        {
            "id": "event_011",
            "time": "13.06.2020",
            "title": "커리어 톡: 캐나다의 새로운 커리어",
            "place": "온라인",
            "description": [""]
        },
        {
            "id": "event_010",
            "time": "02.11.2019",
            "title": "잡 아카데미 2",
            "place": "Douglas College, Coquitlam",
            "description": ["전략적인 직업탐색, 성공적인 이력서 작성과 인터뷰 방법에 대한 강의를 제공하였다."]
        },
        {
            "id": "event_009",
            "time": "28.09.2019",
            "title": "KCWN과 함께 캐나다를 더 잘 알기",
            "place": "Bonsor 레크리에이션 컴플렉스, Burnaby",
            "description": [""]
        },
        {
            "id": "event_008",
            "time": "24.11.2018",
            "title": "잡 아카데미 1",
            "place": "Douglas College, Coquitlam",
            "description": ["자아 및 직업탐색, 캐나다 직장문화, 노동시장 환경 이해, 이력서 & 커버레터, 인터뷰 등의 주제의 강의를 제공하였다."]
        },
        {
            "id": "event_007",
            "time": "07.11.2018",
            "title": "과거로부터 배우고 미래로 나아가기",
            "place": "Guildford 레크리에이션 센터",
            "description": ["랭리 학교 욱일기 사건을 계기로 한국 근대사의 이해를 돕기 위한 행사를 제공하였다."]
        },
        {
            "id": "event_006",
            "time": "15.05.2018",
            "title": "청소년을 위한 진로 탐색",
            "place": "Alan Emmott 센터, Burnaby",
            "description": ["다양한 직업군에서 일하는 한인 패널들을 초청하여 학생들의 진로 관련 정보와 질문을 나누는 포럼을 제공하였다."]
        },
        {
            "id": "event_005",
            "time": "18.11.2017",
            "title": "청소년을 위한 진로 탐색",
            "place": "Alan Emmott 센터, Burnaby",
            "description": ["다양한 직업군에서 일하는 한인 패널들을 초청하여 학생들의 진로 관련 정보와 질문을 나누는 포럼을 제공하였다."]
        },
        {
            "id": "event_004",
            "time": "18.11.2016",
            "title": "기술직 및 호스피탈리티 분야 진로 탐색",
            "place": "Coquitlam 공립 도서관",
            "description": ["캐나다에서 각광받고 있는 산업 기술직(Trades) 직업군에 대한 폭넓은 정보 교류의 장을 마련하였다."]
        },
        {
            "id": "event_003",
            "time": "28.09.2013",
            "title": "다문화 역량",
            "place": "Douglas College",
            "description": ["다문화 사회에 대한 한인의 이해도를 넓히기 위한 포럼을 개최하였다."]
        },
        {
            "id": "event_002",
            "time": "22.10.2011",
            "title": "KCWN 원스톱 서비스 박람회",
            "place": "Cameron 레크리에이션 센터, Burnaby",
            "description": ["이민 정착과 취업, 심리 및 가족관계 지원 관련 정보, 상담과 안내를 제공하였다."]
        },
        {
            "id": "event_001",
            "time": "02.10.2010",
            "title": "KCWN 리소스 박람회",
            "place": "Cameron 레크리에이션 센터, Burnaby",
            "description": ["이민 정착과 취업, 심리 및 가족관계 지원 관련 정보, 상담과 안내를 제공하였다."]
        },
        {
            "id": "event_000",
            "time": "2009",
            "title": "KCWN 설립",
            "place": "",
            "description": [
                "KCWN(한인 커뮤니티 워커 네트워크)은 2009년에 설립되었다. 창립 초기 멤버 중 한 명은 2009-2010년 초은숙 씨로, 당시 SUCCESS라는 단체 소속이었다. KCWN은 비영리, 교육, 정부 부문에서 일하는 사람들이 모여 만들었으며, 한인 및 다양한 민족 커뮤니티를 위한 정착 지원과 취업 지원을 목적으로 하고 있다."
            ]
        }
    ]
};
